Repository: NMarjou/localization-app
Catalog: TMs/en-US_fr-FR.tmx
Source language: en_us
Languages: fr_fr

source: Workers in the selected population will only be able to create this goal type for themselves. They will not be able to assign goals to other users.
fr_fr: Les employé(e)s présent(e)s dans la population sélectionnée ne pourront créer ce type d'objectif que pour eux-mêmes. Ils/elles ne pourront pas assigner d'objectifs à d'autres utilisateurs.

source: Managers will be able to approve the goals created by their direct reports.
fr_fr: Les managers pourront approuver les objectifs créés par leurs subordonné(e)s direct(e)s.

source: Require goal approval
fr_fr: Approbation de l'objectif obligatoire

source: Specify the approval of the goal
fr_fr: Spécifiez l'approbation de l'objectif

source: Approval flow
fr_fr: Flux d'approbation

source: Is this a performance goal type?
fr_fr: S'agit-il d'un type d'objectif de performance ?

source: Select libraries
fr_fr: Sélectionnez des bibliothèques

source: Customize the goal form
fr_fr: Personnalisez le formulaire d'objectif

source: Form builder
fr_fr: Outil de création de formulaire

source: Enter the basic information of the goal type
fr_fr: Saisissez les informations de base du type d'objectif

source: Goal type details
fr_fr: Détails du type d'objectif

source: Define the visibility of the goal type
fr_fr: Définissez la visibilité du type d'objectif

source: Define the visibility of your new goal type.
fr_fr: Définissez la visibilité de votre nouveau type d'objectif.

source: Goal section. Enables the user to align the goal with another goal in the organization. It also enables them to connect it, for example, to one of their manager's goals or to a department goal.
fr_fr: Section du formulaire d'objectif. Permet à l'utilisateur d'aligner l'objectif sur un autre objectif de l'organisation. L'utilisateur peut également par exemple connecter son objectif à l'un des objectifs de son manager ou à un objectif de service.

source: Goal setting. Enables users to attach received feedback to their goals.
fr_fr: Paramètre de l'objectif. Permet aux utilisateurs de joindre des feedbacks reçus à leurs objectifs.

source: Attach feedback
fr_fr: Jonction de feedback

source: Goal section. Enables the user to add an attachment to a goal.
fr_fr: Section du formulaire d'objectif. Permet à l'utilisateur d'ajouter une pièce jointe à un objectif.

source: Text field. Enables the user to enter a comment related to their goal.
fr_fr: Champ de texte. Permet à l'utilisateur de saisir un commentaire en relation à son objectif.

source: Comments
fr_fr: Commentaires

source: Calendar tool. Enables the user to select the date at which they're aiming to complete the goal.
fr_fr: Calendrier. Permet à l'utilisateur de sélectionner la date à laquelle il/elle pense atteindre l'objectif.

source: Goal setting. Enables users to delete their goals.
fr_fr: Paramètre de l'objectif. Permet aux utilisateurs de supprimer leurs objectifs.

source: Goal deletion
fr_fr: Suppression de l'objectif

source: Goal section. Enables the user to add milestones, deliverables or outcomes to a goal.
fr_fr: Section du formulaire d'objectif. Permet à l'utilisateur d'ajouter des étapes clés, des livrables ou des résultats à un objectif.

source: Text field. Enables the user to provide further details regarding the goal.
fr_fr: Champ de texte. Permet à l'utilisateur de fournir des détails supplémentaires concernant l'objectif.

source: Goal section. Enables the user to create key performance indicators or measures of success for the goal.
fr_fr: Section du formulaire d'objectif. Permet à l'utilisateur de créer des indicateurs clés de performance ou des mesures de réussite pour l'objectif.

source: Enable min/max value in the measurement criteria
fr_fr: Activer la valeur min/max dans les critères de mesure

source: Goal setting. Enables users to select whether the goal should be part of their performance review.
fr_fr: Paramètre de l'objectif. Permet aux utilisateurs de choisir si l'objectif doit ou non faire partie de leur bilan de performance.

source: Performance flag in goal form
fr_fr: Indicateur de performance dans le formulaire d'objectif

source: Drop-down list. Enables the user to define the priority of the goal among "High", "Medium", "Low", or "Unselected".
fr_fr: Liste déroulante. Permet à l'utilisateur de définir la priorité de l'objectif. Valeurs possibles : " Haute ", " Moyenne ", " Basse " ou " Non sélectionnée ".

source: Slider. Enables the user to adjust the progress of the goal after its creation.
fr_fr: Barre de défilement. Permet à l'utilisateur d'ajuster la progression de l'objectif après sa création.

source: Goal progress bar
fr_fr: Barre de progression de l'objectif

source: Goal setting. Enables the user to decide if they want to share their goals publicly and make them visible to all users in the company.
fr_fr: Paramètre de l'objectif. Permet à l'utilisateur de décider s'il/elle souhaite partager ses objectifs publiquement et les rendre visibles à tous les utilisateurs de l'entreprise.

source: Goal setting. Enables both the goal owners and their line managers to reopen completed goals and move them back to "In progress" status.
fr_fr: Paramètre de l'objectif. Permet aux titulaires des objectifs et à leurs managers directs de rouvrir les objectifs terminés et de les replacer au statut " En cours ".

source: Goal reopening
fr_fr: Réouverture d'objectif

source: Goal setting. Enables the line manager to view any feedback attached to their report's goal, regardless of whether the feedback is private or public.
fr_fr: Paramètre de l'objectif. Permet au manager direct de voir les éventuels feedbacks joints à l'objectif de son subordonné direct, qu'ils soient privés ou publics.

source: Attached feedback visibility
fr_fr: Visibilité des feedbacks joints

source: Default sharing option
fr_fr: Option de partage par défaut

source: Goal section. Enables the user to share the goal with specific individuals.
fr_fr: Section du formulaire d'objectif. Permet à l'utilisateur de partager l'objectif avec des personnes spécifiques.

source: Sharing
fr_fr: Partage

source: Goal widget displayed in the "Create goal" and "My goals" pages. We recommend enabling this widget for organizational goals and goal alignment.
fr_fr: Widget d'objectif affiché dans les pages " Créer un objectif " et " Mes objectifs ". Nous vous recommandons d'activer ce widget pour les objectifs organisationnels et l'alignement des objectifs.

source: Text field. Enables the user to provide a short description of the goal to be achieved.
fr_fr: Champ de texte. Permet à l'utilisateur de fournir une courte description de l'objectif à atteindre.

source: Drop-down list. Enables the goal owner to track the progress of goals using the "On track", "At risk" or "Blocked" statuses.
fr_fr: Liste déroulante. Permet au titulaire de l'objectif de suivre la progression des objectifs au moyen des statuts " En cours ", " A risque " ou " Bloqué ".

source: Define the permissions when assigning goals
fr_fr: Définissez les permissions d'attribution des objectifs.

source: Define the permissions applied to workers and/or managers when assigning this goal type to other colleagues who have this goal type in their plan.
fr_fr: Définissez les permissions appliquées aux employé(e)s et/ou aux managers lors de l'assignation de ce type d'objectif à d'autres collègues dont le plan contient ce type d'objectif.

source: Assignment permissions
fr_fr: Autorisations d'assignation

source: Admin information
fr_fr: Informations réservées à l'administrateur

source: Public information
fr_fr: Informations publiques

source: Information visible to workers.
fr_fr: Informations visibles par les employé(e)s.

source: No goal types yet!
fr_fr: Aucun type d'objectif

source: Goal icon
fr_fr: Icône d'objectif

source: Performance goals need to be included in reviews and be part of the bonus plan calculation.
fr_fr: Les objectifs de performance doivent être inclus dans les bilans et être intégrés au calcul du bonus.

source: Anyone in the company
fr_fr: N'importe qui dans l'entreprise

source: Only users with a manager role will be able to assign goals to other users.
fr_fr: Les utilisateurs dotés d'un rôle de manager pourront assigner des objectifs à d'autres utilisateurs.

source: Direct reports only
fr_fr: Subordonnés directs uniquement

source: Managers can create goals for themselves
fr_fr: Les managers peuvent créer des objectifs pour eux-mêmes

source: Direct reports, organizational unit and below
fr_fr: Subordonnés directs, unité organisationnelle et en dessous

source: Allow creation for:
fr_fr: Autoriser la création pour :

source: Only managers in the selected population can assign goals
fr_fr: Seuls les managers de la population sélectionnée peuvent assigner des objectifs

source: Your goal type was successfully created.
fr_fr: Votre type d'objectif a été correctement créé.

source: View/edit
fr_fr: Consulter/modifier

source: This is the standard goal workflow. It is suitable for example for development and performance goals. An approval process can be activated. Managers can assign this goal to other workers.
fr_fr: Processus standard pour les objectifs. Adapté par exemple aux objectifs de développement et de performance. Un processus d'approbation peut être activé. Les managers peuvent assigner cet objectif à d'autres employé(e)s.

source: Goal workflow
fr_fr: Workflow de l'objectif

source: Enables users with manager and HR roles to assign organizational goals to organizational units, so that workers who belong to that organization can see the goal.
fr_fr: Permet aux utilisateurs dotés du rôle de manager et de RH d'assigner des objectifs organisationnels aux unités organisationnelles, afin que les employé(e)s appartenant à ces unités puissent voir les objectifs.

source: Well-being
fr_fr: Bien-être

source: Well-being goals are set by end-users and don’t require approval. They can only be set by the end-users; they cannot be assigned by another user and are not included in reports.
fr_fr: Les objectifs de bien-être sont définis par les utilisateurs finaux et ne nécessitent pas d'approbation. Ils ne peuvent être définis que par les utilisateurs ; ils ne peuvent être assignés par aucun autre utilisateur et ne sont pas inclus aux rapports.

source: You have unsaved changes. What would you like to do before leaving this page?
fr_fr: Vous avez des modifications non enregistrées. Que souhaitez-vous faire avant de quitter cette page ?

source: Changes in this table only apply to the individual worker. To update goal weights for organizational goals across the entire population, use the Edit view of the goal.
fr_fr: Les modifications apportées à ce tableau s'appliquent uniquement à l'employé(e) concerné(e). Pour mettre à jour les pondérations des objectifs organisationnels pour l'ensemble de la population, utilisez la vue Modifier de l'objectif.

source: To update goal weights for organizational goals across the entire population, use the Edit view of the goal.
fr_fr: Pour mettre à jour les pondérations d'objectifs pour les objectifs organisationnels de l'ensemble de la population, utilisez la vue Modifier de l'objectif.

source: Changes in this table only apply to the individual worker
fr_fr: Les modifications dans ce tableau s'appliquent uniquement à l'employé(e) concerné(e).

source: Only to the selected organizational unit(s)
fr_fr: Uniquement pour la ou les unités organisationnelles sélectionnées

source: Achieved result:
fr_fr: Résultat atteint :

source: Additional goal description:
fr_fr: Description supplémentaire de l'objectif :

source: Celebrate completed goals — it keeps motivation high.
fr_fr: Célébrez les objectifs atteints — cela maintient la motivation élevée.

source: Set yourself up for success!
fr_fr: Préparez votre réussite !

source: Here are some tips to help you set and achieve impactful goals.
fr_fr: Voici quelques conseils pour vous aider à définir et atteindre des objectifs impactants.

source: Align your goals with team and company objectives.
fr_fr: Alignez vos objectifs avec ceux de l'équipe et de l'entreprise.

source: Update your goals regularly to reflect changes in priorities.
fr_fr: Mettez à jour vos objectifs régulièrement pour refléter les changements de priorités.

source: Write clear, measurable goals so you can track progress easily.
fr_fr: Rédigez des objectifs clairs et mesurables afin de pouvoir suivre les progrès facilement.

source: Discuss goal achievements and learnings during review sessions.
fr_fr: Discutez des réalisations d'objectifs et des apprentissages lors des sessions de bilan.

source: Help workers set realistic and meaningful goals.
fr_fr: Aidez les employé(e)s à définir des objectifs réalistes et significatifs.

source: Monitor progress and provide guidance when goals get off track.
fr_fr: Surveillez les progrès et fournissez des conseils lorsque les objectifs dévient de leur trajectoire.

source: Review and approve goals early in the cycle to ensure alignment.
fr_fr: Examinez et approuvez les objectifs en début de cycle pour garantir l'alignement.

source: Define library users
fr_fr: Définissez les utilisateurs de la bibliothèque

source: Publish library
fr_fr: Publier la bibliothèque

source: Enter the basic information of the tag library
fr_fr: Saisissez les informations de base de la bibliothèque d'étiquettes

source: Tag library details
fr_fr: Détails de la bibliothèque d'étiquettes

source: Add tag
fr_fr: Ajouter une étiquette

source: Add tags
fr_fr: Ajout d'étiquettes

source: Are you sure you want to delete this tag?
fr_fr: Voulez-vous vraiment supprimer cette étiquette ?

source: Delete tag
fr_fr: Supprimer l'étiquette

source: Enable tag
fr_fr: Activer l'étiquette

source: Create tags
fr_fr: Créez des étiquettes

source: Tags
fr_fr: Etiquettes

source: Create tag library
fr_fr: Créer une bibliothèque d'étiquettes

source: Are you sure you want to delete this library?
fr_fr: Voulez-vous vraiment supprimer cette bibliothèque ?

source: The library <u>{{title}}</u> was successfully deleted.
fr_fr: La bibliothèque <u> {{title}} </u> a été correctement supprimée.

source: Are you sure you want to disable this library?
fr_fr: Voulez-vous vraiment désactiver cette bibliothèque ?

source: The library <u>{{title}}</u> was successfully disabled.
fr_fr: La bibliothèque <u> {{title}} </u> a été correctement désactivée.

source: No goal tag libraries yet!
fr_fr: Aucune bibliothèque d'étiquettes d'objectifs

source: Are you sure you want to enable this library?
fr_fr: Voulez-vous vraiment activer cette bibliothèque ?

source: The library <u>{{title}}</u> was successfully enabled.
fr_fr: La bibliothèque <u> {{title}} </u> a été correctement activée.

source: Disabled
fr_fr: Désactivé

source: Goal owner:
fr_fr: Titulaire de l'objectif :

source: Deliverables:
fr_fr: Livrables :

source: Goal creator:
fr_fr: Créateur de l'objectif :

source: Not selected
fr_fr: Non sélectionné

source: No goals
fr_fr: Aucun objectif

source: No goals yet
fr_fr: Aucun objectif pour l'instant

source: My goal plan
fr_fr: Mon plan d'objectifs

source: No goals yet.
fr_fr: Aucun objectif.

source: My team & shared goals
fr_fr: Mon équipe & objectifs partagés

source: Measurement criteria:
fr_fr: Critères de mesure :

source: Max target
fr_fr: Cible maximale

source: Min target
fr_fr: Nombre minimal d'objectifs

source: Target metric
fr_fr: Mesure cible

source: Metric description
fr_fr: Description de la mesure

source: Organizational unit:
fr_fr: Unité organisationnelle :

source: This goal is published for the selected organizational unit and all units below it.
fr_fr: Cet objectif est publié pour l'unité organisationnelle sélectionnée et toutes les unités en dessous.

source: Goal overview
fr_fr: Aperçu de l'objectif

source: Download goal
fr_fr: Télécharger l'objectif

source: Priority:
fr_fr: Priorité :

source: At risk
fr_fr: A risque

source: Blocked
fr_fr: Bloqué

source: Not achieved
fr_fr: Non atteint

source: On track
fr_fr: En bonne voie

source: Tracking status:
fr_fr: Suivi de progression :

source: Personal
fr_fr: Personnel

source: Priority overview
fr_fr: Aperçu des priorités

source: No data
fr_fr: Aucune donnée

source: Select row
fr_fr: Sélectionner une ligne

source: Select rows
fr_fr: Sélectionner des lignes

source: Unselect row
fr_fr: Désélectionner une ligne

source: Not supported.
fr_fr: Non pris en charge.

source: Your organization has not subscribed to this feature. For information regarding subscription and activation, please contact your beqom representative.
fr_fr: Votre organisation na pas souscrit à cette fonction. Pour obtenir des informations concernant la souscription et l'activation, veuillez contacter votre représentant beqom.

source: Search results
fr_fr: Résultats de recherche

source: Hide tags
fr_fr: Masquer les tags

source: Upload performance rating
fr_fr: Charger une évaluation de performance

source: Add historical review
fr_fr: Ajouter un bilan historique

source: An error occurred during the validation of the file. Please check the column names, the mandatory data and the file format, and then try again.
fr_fr: Une erreur s'est produite lors de la validation du fichier. Veuillez vérifier les noms de colonnes, les données obligatoires et le format du fichier, puis réessayez.

source: Please wait while your request is being processed; this can take some time. You can leave the page. Once the process is finished, you will be able to view the result log file here.
fr_fr: Veuillez patienter pendant le traitement de votre demande ; cela peut prendre un certain temps. Vous pouvez quitter la page. Une fois le processus terminé, vous pourrez consulter le fichier journal de résultats ici.

source: Click "Add historical reviews" to upload past reviews.
fr_fr: Cliquez sur " Ajouter des bilans historiques " pour charger des bilans effectués par le passé.

source: No historical reviews
fr_fr: Aucun bilan historique

source: Period of evaluation
fr_fr: Période d'évaluation

source: {{reviewsCount}} worker
fr_fr: {{reviewsCount}} employé(e)

source: {{reviewsCount}} workers
fr_fr: {{reviewsCount}} employé(e)s

source: No historical performance ratings upload yet!
fr_fr: Aucune notation de performance historique n'a encore été chargée

source: The upload completed with {{count}} errors. Please download the log file to review them.
fr_fr: Le téléversement s'est terminé avec {{count}} erreurs. Veuillez télécharger le fichier journal pour les consulter.

source: File upload: errors detected
fr_fr: Téléchargement de fichier : erreurs détectées

source: The file will not be published; it will only be used for you.
fr_fr: Le fichier ne sera pas publié ; il sera utilisé pour vous uniquement.

source: Download the Excel template
fr_fr: Téléchargez le modèle Excel

source: Add worker details and ratings to the Excel file
fr_fr: Ajoutez les détails et les notations des employé(e)s au fichier Excel

source: The review file was successfully uploaded. Please download the result log file.
fr_fr: Le fichier de bilan a été correctement téléchargé. Veuillez télécharger le fichier journal des résultats.

source: Upload the modified Excel file
fr_fr: Chargez le fichier Excel modifié

source: Upload historical reviews
fr_fr: Charger des bilans historiques

source: Hello, {{name}}
fr_fr: Bonjour, {{name}}

source: Today is {{date}}
fr_fr: Nous sommes le {{date}}

source: My network
fr_fr: Mon réseau

source: Good morning, {{name}}
fr_fr: Bonjour, {{name}}

source: No new notifications. Check again later for updates.
fr_fr: Aucune nouvelle notification. Vérifiez à nouveau plus tard pour les mises à jour.

source: Quick actions
fr_fr: Actions rapides

source: Your documents will appear here
fr_fr: Vos documents seront affichés ici

source: Your documents
fr_fr: Vos documents

source: You have no documents yet.
fr_fr: Vous n'avez pas encore de documents.

source: No documents
fr_fr: Aucun document

source: You have already responded to this request.
fr_fr: Vous avez déjà répondu à cette demande.

source: Learning
fr_fr: Apprentissage

source: Add behaviors
fr_fr: Ajouter des comportements

source: Assigned to {{count}} people
fr_fr: Assignée à {{count}} personnes

source: {{org}} is already included into the selected departments.
fr_fr: {{org}} se trouve déjà dans les services sélectionnés.

source: User or organization
fr_fr: Utilisateur ou organisation

source: Are you sure you want to publish this library?
fr_fr: Voulez-vous vraiment publier cette bibliothèque ?

source: The library was successfully published.
fr_fr: La bibliothèque a été correctement publiée.

source: Your library was successfully saved.
fr_fr: Votre bibliothèque a été correctement enregistrée.

source: Library description
fr_fr: Description de la bibliothèque

source: Library display options
fr_fr: Options d'affichage de la bibliothèque

source: Library name
fr_fr: Nom de la bibliothèque

source: Library owners
fr_fr: Titulaires de la bibliothèque

source: Tag description
fr_fr: Description de l'étiquette

source: Tag name
fr_fr: Nom de l'étiquette

source: Enter a short description
fr_fr: Saisissez une courte description

source: The library was saved.
fr_fr: La bibliothèque a été enregistrée.

source: Locality
fr_fr: Localité

source: City or locality.
fr_fr: Ville ou localité.

source: This audit trail will track the history of all file uploads. Any time a translation file is uploaded, the details will be recorded here automatically.
fr_fr: Cette piste d'audit suivra l'historique de tous les téléversements de fichiers. Chaque fois qu'un fichier de traduction est téléversé, les détails seront enregistrés ici automatiquement.

source: No audit records yet
fr_fr: Aucun enregistrement d'audit pour le moment

source: Imported by:
fr_fr: Importé par :

source: Number of labels created:
fr_fr: Nombre d'intitulés créés :

source: Number of labels reverted to standard:
fr_fr: Nombre d'intitulés réinitialisés à la valeur standard :

source: Number of labels skipped:
fr_fr: Nombre d'intitulés ignorés :

source: Show details
fr_fr: Afficher les détails

source: The size of the files exceeds the maximum limit.
fr_fr: La taille des fichiers dépasse la limite maximale.

source: Language code:
fr_fr: Code de langue :

source: Created at:
fr_fr: Créé le :

source: Labels changed:
fr_fr: Intitulés modifiés :

source: Language:
fr_fr: Langue :

source: Last updated:
fr_fr: Dernière mise à jour :

source: Translation source:
fr_fr: Source de traduction :

source: Language details
fr_fr: Détails de la langue

source: Updated by:
fr_fr: Mis à jour par :

source: {{selectedCount}} files selected
fr_fr: {{selectedCount}} fichiers sélectionnés

source: Get started by uploading a localization file.
fr_fr: Commencez par télécharger un fichier de localisation.

source: No customizations yet.
fr_fr: Aucune personnalisation pour le moment.

source: Search by language code
fr_fr: Rechercher par code de langue

source: Custom overwrites
fr_fr: Remplacements personnalisés

source: Total languages
fr_fr: Nombre total de langues

source: Audit trails
fr_fr: Pistes d'audit

source: Translation source
fr_fr: Source de traduction

source: Add at least one file to start uploading.
fr_fr: Ajoutez au moins un fichier pour commencer le téléversement.

source: An error occurred while validating the file. Please check the column names, mandatory data, file format and try again.
fr_fr: Une erreur s'est produite lors de la validation du fichier. Veuillez vérifier les noms de colonnes, les données obligatoires, le format du fichier et réessayer.

source: Upload finished
fr_fr: Téléversement terminé

source: Invalid file name
fr_fr: Nom de fichier non valide

source: A file with the same name was already added.
fr_fr: Un fichier portant le même nom a déjà été ajouté.
